---
kind: other
id: Properties.T:Autodesk.Revit.UI.Events.IdlingEventArgs
source: html/e7309bd1-13f8-341a-a31d-73af9d258ed0.htm
---
# IdlingEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.